[
    {
        "id" : "1",
        "title" : "অ্যারাবিয়ান বাটার নানরুটি",
        "description" : "নানরুটি এখন আমাদের দেশে অনেক জনপ্রিয়। সকালের নাস্তা হিসেবে কিংবা ঝলাসানো মাংস বা কাবাবের সাথে নানরুটি খেতে পছন্দ করেন অনেকে। তবে এই নানরুটি টি একটু ভিন্নধর্মী। ঝলসানো মাংস নয়, বরং বিভিন্ন মিষ্টি জাতীয় উপাদান দিয়ে সাজিয়ে পরিবেশন করা হয় এটি। দেখে নিন অ্যারাবিয়ান নান রুটির মজাদার রেসিপি টি।",
        "category" : "আটা ময়দা সুজি",
        "person" : "৩-৪ জন",
        "time" : "৪০ মিনিট",
        "ingredients" : [ 
            "ময়দাঃ দেড় কাপ",
            "ইস্টঃ ১ চা চামচের সামান্য কম",
            "বেকিং সোডাঃ ১/২ চা চামচের কম",
            "ডিমঃ ১ টি",
            "দুধঃ পরিমাণমতো",
            "কুসুম গরম পানিঃ ১/২ কাপ",
            "চিনিঃ ১ টেঃ চামচ",
            "তেলঃ ২ টেঃ চামচ",
            "লবণঃ সামান্য",
            "ঘিঃ পরিমাণমতো" 
        ],
        "steps" : [
            "প্রথমে কুসুম গরম পানিতে ইস্ট ও চিনি দিয়ে গরম স্থানে ঢেকে রাখুন ৫ মিনিট।",
            "ডিম বাদে সব উপকরন একসাথে বড় একটি পাত্রে মিশিয়ে রাখুন।",
            "৫ মিনিট পর ইস্টের সাথে ডিম ও তেল মিশিয়ে ময়াদার সাথে মিক্স করে নিন।",
            "সাথে অল্প অল্প করে কুসুম গরম দুধ দিয়ে মাখাতে থাকুন।",
            "অনেক সময় নিয়ে খুব ভাল করে নরম তুলতুলে করে ডো তৈরি করুন। রুটির ডো এর চাইতে নরম হবে। ডো ছানার সময় হাতে সামান্য ঘি মাখিয়ে ছানতে হবে ।",
            "এবার ভাল করে ঢেকে গরম স্থানে ১-২ ঘণ্টা রাখুন ।",
            "ফুলে দ্বিগুণ হয়ে গেলে আবারো মেখে নিন ।",
            "ছোট ছোট বল তৈরি করে রুটির চাইতে সামান্য মোটা করে রুটি বেলুন ।",
            "তাওয়া খুব গরম করে অল্প আচে দিয়ে নান দিয়ে কিছু সময়ের জন্য ঢেকে রাখুন।",
            "ঢাকনা তুলে জ্বাল আবারো বাড়িয়ে দিন ফুলে উঠলে অপর পিঠ কিছু সময়ের জন্য উল্টে দিন।",
            "হয়ে গেলে নামিয়ে উপরে চেরি, কিশমিশ ও আধা চাচামচ মতো ঘি ব্রাশ করে নিন ,হয়ে গেল নরম তুলতুলে এ্যারবিক বাটার নানরুটি।"
        ],
        "picture" : "images/arabian_butter_nun_ruti-848x477.jpg"
    },
    {
        "id" : "2",
        "title" : "দই বড়া",
        "description" : "দই আমাদের অনেকেরই প্রিয় একটা খাবার। এটা খালি মুখে যেমন খাওয়া যায় তেমনি এটা দিয়ে তৈরি করা যায় মজার মজার খাবার। দই বড়া এমনই একটি খাবার। টক মিষ্টি দই আর মাসকলাইয়ের ডাল দিয়ে খাবারটি তৈরি করা হয়ে থাকে। আমাদের দেশে ইফতারের একটি জনপ্রিয় আইটেম এই দইবড়া।",
        "category" : "টক ঝাল মিষ্টি",
        "person" : "৬ জন",
        "time" : "৩০ মিনিট",
        "ingredients" : [ 
            "মাসকলাইয়ের ডালঃ ১ কাপ",
            "টক দইঃ ১ কাপ",
            "মিষ্টি দইঃ ১/২ কাপ",
            "বেকিং পাউডারঃ ১/২ চা চামচ (অপশনাল)",
            "চাট মশলাঃ দেড় চা চামচ",
            "জিরার গুঁড়াঃ ১ চা চামচ",
            "মরিচ গুঁড়াঃ ১/২ চা চামচ",
            "তেঁতুলের সসঃ পরিমাণমতো",
            "লবণঃ পরিমাণমতো",
            "বিট লবণঃ ১/২ চা চামচ (পরিমাণমতো)",
            "পুদিনাপাতার পেস্টঃ ১ চা চামচ",
            "তেলঃ ডুবো তেলে ভাজার মতো পরিমাণমতো" 
        ],
        "steps" : [
            "ডাল ধুয়ে সারারাত পানিতে ভিজিয়ে রাখবে। তারপর ব্লেন্ড করে ঘন পেস্টের মতো করতে হবে।",
            "এবার ১/২ চা.চামচ লবন আর বেকিং পাউডার দিয়ে প্রায় ১০/১৫ মিনিট চামচের সাহায্য ফেটিয়ে নেবেন।",
            "এখন প্যানে তেল দিয়ে চুলায় বসিয়ে দিন,তেল গরম হলে মিডিয়াম আঁচে বড়া গুলোকে গোল্ডেন ব্রাউন করে সব গুলো ভেজে, একটা ডিশে হালকা গরম পানিতে লবন মিশিয়ে ১৫/২০ মিনিট বড়া গুলোকে ভিজিয়ে রাখুন আর এরই মাঝে দইয়ের সস বানাতে হবে।",
            "উপরের দেয়া বাকি সব উপকরণ একসাথে মিশিয়ে এই সসটা করতে হবে।",
            "সস রেডি হয়ে গেলে মুখে দিয়ে টেস্ট করে দেখবেন কিছু কম হয়েছে কিনা, কম/বেশী হলে তখনই ঠিক করে নেবেন।",
            "এবার একটা সার্ভিং ডিশে বড়া গুলো পানি থেকে তুলে হালকা একটু চিপে সাজিয়ে তার উপর দইয়ের গ্রেভিটা ঢেলে দিন।",
            "উপরে চাট মসলা,মরিচ গুড়া আর তেঁতুলের সস দিয়ে সাজিয়ে পরিবেশন করো দারুন মজার দই বড়া।"
        ],
        "picture" : "images/Doi-bora-848x477.jpg"
    },
    {
        "id" : "3",
        "title" : "রেড ভেলভেট কোল্ড চিজ কেক",
        "description" : "ডেজার্ট লাভারদের কাছে রেড ভেলভেট কেক অতি জনপ্রিয় একটা নাম। ডেজার্ট শুধু মুখরোচকই নয়, দেখতেও আকর্ষণীয় হলে ভাল লাগে। সে দিক থেকে রেড ভেলভেট কেকের জুড়ি মেলা ভার। এবার এই রেডভেলভেট কেকেরই একটা ভ্যারিয়েশন দেখে নিই যার নাম রেড ভেলভেট কোল্ড চিজ কেক।",
        "category" : "আটা ময়দা সুজি",
        "person" : "৬-৮ জন",
        "time" : "১ ঘন্টা",
        "ingredients" : [ 
            "বাটারঃ ১৬ গ্রাম",
            "ডিমঃ ১১৩ গ্রাম",
            "ময়দাঃ ৯১ গ্রাম",
            "টকদইঃ ২৩ গ্রাম",
            "ফ্লেভারঃ ২ গ্রাম",
            "রেড কালারঃ ৫ গ্রাম",
            "বেকিং পাউডারঃ ১ গ্রাম",
            "বেকিং সোডাঃ ১ গ্রাম",
            "হুইপিং ক্রীমঃ ২০৫ গ্রাম",
            "ক্রীম চিজঃ ২০৫ গ্রাম",
            "টকদইঃ ১১৯ গ্রাম",
            "চিনিঃ ১৫৪ গ্রাম",
            "জেলাটিন পাউডারঃ ১৭ গ্রাম",
            "লেমন জেস্টঃ ১ চা চামচ"
        ],
        "steps" : [
            "বাটার চিনি বীট করি।",
            "ক্রিমি স্ট্রেকচার আসলে ডিম মিশাই।",
            "টকদই, কালার, ফ্লেবার মিশাই",
            "ভালোভাবে মিশিয়ে ময়দা,বেকিংপাউডার, বেকিংসোডা ভাজে ভাজে মিশাই।",
            "১৬০ ডিগ্রী সেলসিয়াস বা ৩৬০ ডিগ্রী ফারেনহাইট তাপমাত্রায় ২০ মিনিট বেক করি।",
            "হুইপক্রিম বীট করি।",
            "ক্রিমচিজ, চিনি বীট করে হুইপক্রিম মিশিয়ে টকদই, মেল্ট জেলটিন, লেমন জেষ্ট মিশিয়ে নেই।",
            "এবার রেড ভেলভেট কেকের ওপর সেট করি।",
            "জমার জন্য ফ্রিজে ৪ ঘন্টা রাখি।"
        ],
        "picture" : "images/cold_cheese_cake-848x477.jpg"
    },
    {
        "id" : "4",
        "title" : "চকলেট কেক",
        "description" : "চকলেট কেকের অনেকগুলো রেসিপি রয়েছে। যারা চকলেট পছন্দ করেন, চকলেট কেকও তাদের পছন্দের তালিকায় থাকে। আর বিশেষ করে তা যদি হয় চকলেট সসের সাথে তাহলে তো কথাই নেই। তাহলে দেখে নেওয়া যাক চকলেট কেকের মজাদার একটা রেসিপি।",
        "category" : "আটা ময়দা সুজি",
        "person" : "৮ জন",
        "time" : "৪৫ মিনিট",
        "ingredients" : [ 
            "ডিমঃ ৩ টি",
            "চিনিঃ ১ কাপ",
            "তেলঃ ১/২ কাপ",
            "ময়দাঃ ১ কাপ",
            "কোকো পাউডারঃ ১/৩ কাপ",
            "বেকিং পাউডারঃ ১ চা চামচ",
            "লবনঃ ১ চিমটি",
            "তরল দুধঃ ১/২ কাপ",
            "কোকো পাউডারঃ ২ টেঃ চামচ",
            "চিনিঃ ১/৪ কাপ",
            "ময়দাঃ ১ চা চামচ",
            "কফি পাউডারঃ ১/২ চা চামচ",
            "বাটার বা মাখনঃ ১ টেঃ চামচ",
            "পানিঃ ২ টেঃ চামচ"
        ],
        "steps" : [
            "প্রথমে ডিমের সাদা অংশ ও লবণ আলাদা করে নিতে হবে।",
            "এবার বিটার দিয়ে ডিমের সাদা অংশ ফোম বানিয়ে নিতে হবে।",
            "চিনি ১ কাপ অল্প অল্প দিয়ে মেশাতে হবে আর বিট করতে হবে।",
            "তারপর তেলও ২ বারে দিয়ে হালকা বিট করে নিতে হবে।",
            "এবার সব শুকনা উপকরণ একসাথে মিশিয়ে চেলে নিতে হবে।",
            "ডিমের ফোমের ভেতর সব শুকনা উপকরণ অল্প অল্প করে দিতে হবে আর আলতো করে মেশাতে হবে।",
            "তারপর বেকিং ট্রেতে তেল ব্রাশ করে এতে একটি কাগজ (বেকিং পেপার) বসিয়ে কেকের ব্যাটার দিয়ে ইলেকট্রিক ওভেনে ১৬০ ডিগ্রী সেলসিয়াসে বা ৩২০ ডিগ্রী ফারেনহাইটে ৪৫ মিনিট বেক করলে হয়ে যাবে।",
            "সসের সব উপকরণ একসাথে মিশিয়ে জ্বাল দিলেই সস হয়ে যাবে। একটু পাতলা থাকতে নামাতে হবে। ঠান্ডা হলে ঘন হয়ে যাবে।",
            "কেক ঠান্ডা হলে উপরের ফুলে ওঠা অংশটুকু কেটে সস ঢাললেই রেডি হয়ে যাবে মজাদার চকলেট কেক।"
        ],
        "picture" : "images/chocolate_cake-848x477.jpg"
    },
    {
        "id" : "5",
        "title" : "সাগু ও সুজির পায়েশ",
        "description" : "সাগুর রয়েছে অনেক গুনাগুন। আর সুজির সাথে তো আমরা সবাই পরিচিত। আলাদাভাবে সাগু ও সুজি রান্না আমরা নিশ্চয় খেয়েছি।কিন্তু এ দুয়ের মেলবন্ধনেই তৈরি করা হয়েছে দারুন একটা খাবার যার নাম সাগু ও সুজির পায়েশ। যারা পায়েশ বা ফিরনি খেতে ভালোবাসেন তারা অবশ্যই এটা ট্রাই করবেন।",
        "category" : "আটা ময়দা সুজি",
        "person" : "৪-৬ জন",
        "time" : "৬০ মিনিট ",
        "ingredients" : [ 
            "সাগুঃ আধা কাপ",
            "সুজিঃ আধা কাপ",
            "ঘন দুধঃ ২ লিটার",
            "কিশমিশঃ ১ চা চামচ বা পছন্দ অনুযায়ী",
            "ঘিঃ ১/২ কাপ",
            "চিনিঃ ২ টেঃ চামচ"
        ],
        "steps" : [
            "সাগু ধুয়ে দুধে ভিজিয়ে রাখুন ১৫ মিনিট।",
            "সুজি হালকা করে ঘিয়ে বা এমনি খোলা কড়াইয়ে ভেজে নিন।",
            "দুধ ভাল করে জ্বাল দিয়ে অর্ধেক করে নিতে হবে।",
            "সর যেন না পরে এজন্য দুধ বেশি বেশি নাড়তে হবে।",
            "ঘন দুধের মধ্যে সাগু ও সুজিতে পরিমান মত চিনি দিয়ে নাড়তে হবে।",
            "এরপর সাগু ও সুজির মিশ্রণ ঘন হলে কিশমিশ ওপরে দিয়ে ঠাণ্ডা করে পরিবেশন করুন।"
        ],
        "picture" : "images/sagur_payesh-848x477.jpg"
    },
    {
        "id" : "6",
        "title" : "পাউন্ড কেক",
        "description" : "পাউন্ড কেকের নামকরন এসেছে এর বানানোর পদ্ধতি থেকে। ট্রেডিশনালি পাউন্ড কেক তৈরিতে এর মূল উপাদন যেমন ময়দা, মাখন, ডিম এবং চিনি এক পাউন্ড করে ব্যবহার করা হতো। এই অনুপাত ঠিক রেখে পরিমাপ কমবেশি করেও তৈরি করে নিতে পারেন পাউন্ড কেক। চলুন দেখে নেওয়া যাক এই ট্রেডিশনাল কেক বানানোর পদ্ধতিটি।",
        "category" : "আটা ময়দা সুজি",
        "person" : "৬ জন",
        "time" : "৩০ মিনিট ",
        "ingredients" : [ 
            "ডিম, মাঝারি সাইজেরঃ ২ টি",
            "ময়দাঃ ১ কাপ",
            "চিনি, গুঁড়া করাঃ ১ কাপ",
            "তেলঃ ১ কাপ",
            "ঘন দুধঃ ১ কাপ",
            "বেকিং পাউডারঃ ১ চামচ",
            "ঘিঃ ১ চামচ"
        ],
        "steps" : [
            "ডিম ১০ মিনিট ফেটে নিতে হবে হ্যান্ড বিটার দিয়ে। তারপর বাকি সব উপকরণ এক সাথে দিয়ে ফেটে নিতে হবে আরো ১৫ মিনিট।",
            "চুলায় একটা ননস্টিকের বড় প্যান নিয়ে তার ভিতরে স্টান্ড বসায়ে ১০ মিনিট অল্প আচে গরম করতে দিতে হবে। কাজটা কেক বানানোর ভিতরে করতে হবে যাতে কেক ফেটা শেষ হওয়ার সাথে সাথেই কেক বসায়ে দেওয়া যায়।",
            "তারপর কেকের পাত্রে তেল ব্রাশ করে নিতে হবে। তার ভিতরে কেকের মিশ্রণ ঢেলে একটু ট্যাপ করে মানে বারি দিয়ে নিতে হবে।",
            "তারপর গরম করতে দেওয়া প্যানের ভিতরে সাবধানে কেকের পাত্র বসায়ে দিয়ে ঢেকে ৫০-৬০ মিনিট রাখতে হবে একেবারে অল্প আঁচে",
            "টিপস:",
            "হ্যান্ড বিটার না থাকলে কাঁটা চামচ দিয়ে ২০ মিনিট ডিম ফেটতে হবে।",
            "চিনি ব্লেন্ডারে বা পাটায় পিশে গুঁড়া করে নিতে হবে। চাইলে আইসিং সুগার ব্যবহার করতে পারেন।",
            "দুধ ঘন করে দিতে হবে। যেমন দুই কাপ দুধ এক কাপ বানিয়ে এই ভাবে। লিকুইড না থাকলে গুড়া দুধ ১ কাপ হালকা গরম পানিতে ৫ চামচ দিতে হবে।",
            "ননস্টিকের পাত্র না থাকলে বড় চ্যাপ্টা হাড়ির ভিতরে করা যাবে।",
            "উক্ত রেসিপিতে কোন বালি বা লবণ ব্যবহার করা হয় নি। স্ট্য়ান্ড না থাকলে এ্য়ালুমিনিয়ামের টিফিন বক্সের ঢাকনা বসিয়ে তার উপরে কেকের পাত্র ঢেলে দিলেও হবে।" 
        ],
        "picture" : "images/pound_cake2-848x477.jpg"
    },
    {
        "id" : "7",
        "title" : "তুলো রুটি",
        "description" : "নরম তুলতুলে রুটি খেতে কে কে পছন্দ করেন?! বানিয়ে দেখতে পারেন, দোকানের কেনা রুটি ভুলে যাবেন।",
        "category" : "আটা ময়দা সুজি",
        "person" : "৬ জন",
        "time" : "৩০ মিনিট ",
        "ingredients" : [ 
            "ময়দাঃ সাড়ে ছয় কাপ",
            "চিনিঃ আধা কাপ",
            "লবণঃ আড়াই চা চামচ",
            "ইস্টঃ ১ টেঃ চামচ",
            "গুঁড়া দুধঃ দেড় টেবিল চামচ",
            "তরল দুধঃ আড়াই কাপের মতো",
            "বাটার বা মাখনঃ ৬০ গ্রাম (রুম টেম্পারেচারের)",
            "ডিমঃ ২ টি",
            "ময়দাঃ ১/৩ কাপ",
            "পানিঃ ১ কাপ"
        ],
        "steps" : [
            "এই ময়দা ও পানি একটি প্যানে নিয়ে ভালো করে মিশিয়ে হালকা আঁচে রেখে ঘন করে নামিয়ে একটি বক্সে ভরে ৬ ঘন্টার জন্য ফ্রিজে রেখে দিবেন।",
            "ব্যবহার করার আধা ঘন্টা আগে ফ্রিজ থেকে বের করে রাখবেন।",
            "প্রথমে একটি বড় বাটিতে ময়দা, চিনি, লবণ, ইস্ট, গুঁড়া দুধ নিয়ে মিশিয়ে এর মধ্যে ডিম, সিক্রেট উপকরণ, বাটার আর অল্প অল্প করে তরল দুধ দিয়ে ভালো করে মাখিয়ে একটি নরম ডো তৈরি করে ঢেকে দিয়ে ১ ঘন্টার জন্য গরম জায়গায় রেখে দিবেন।",
            "এরপর ডো টি সমান ভাবে ৮-১২ ভাগ করে গোল গোল করে আবার আধা ঘন্টার জন্য ঢেকে রাখবেন। (প্রয়জন হলে অল্প ময়দা দিয়ে আরেকটু মাখাবেন)।",
            "এরপর প্রতি টুকরা বেলন দিয়ে একটু বেলে আবার গোল করে কেকের মোল্ডে তেল ব্রাস করে এরমধ্যে রেখে আরো ১৫-২০ মিনিটের জন্য ঢেকে রাখবেন।",
            "এরপর কুসুম + তরল দুধ মিশিয়ে এর উপর ব্রাশ করে আগে থেকে গরম করে রাখা ওভেনে ঢুকিয়ে দিবেন ৩০ মিনিটের জন্য ১৮০C তে। (১৫ মিনিট নিচের সাইড, ১৫ মিনিট উপরের সাইড)",
            "এরপর ওভেন থেকে বের করে উপর সাইডে বাটার ব্রাশ করে ৫ মিনিটের জন্য রেখে পরিবেশন করবেন।"
        ],
        "picture" : "images/tulo_ruti-848x477.jpg"
    }
]